{
  "[MASK]": 128000,
  "[genre---alternative]": 128050,
  "[genre---ambient]": 128066,
  "[genre---atmospheric]": 128104,
  "[genre---blues]": 128031,
  "[genre---breakbeat]": 128096,
  "[genre---celtic]": 128032,
  "[genre---chillout]": 128057,
  "[genre---classical]": 128029,
  "[genre---club]": 128069,
  "[genre---contemporary]": 128089,
  "[genre---country]": 128001,
  "[genre---dance]": 128047,
  "[genre---darkambient]": 128098,
  "[genre---downtempo]": 128042,
  "[genre---easylistening]": 128088,
  "[genre---electronic]": 128111,
  "[genre---electropop]": 128097,
  "[genre---ethno]": 128021,
  "[genre---experimental]": 128035,
  "[genre---folk]": 128017,
  "[genre---funk]": 128075,
  "[genre---fusion]": 128122,
  "[genre---grunge]": 128045,
  "[genre---hardrock]": 128012,
  "[genre---hiphop]": 128119,
  "[genre---house]": 128108,
  "[genre---improvisation]": 128106,
  "[genre---indie]": 128018,
  "[genre---industrial]": 128086,
  "[genre---instrumentalpop]": 128020,
  "[genre---instrumentalrock]": 128064,
  "[genre---jazz]": 128068,
  "[genre---latin]": 128083,
  "[genre---lounge]": 128082,
  "[genre---metal]": 128019,
  "[genre---minimal]": 128124,
  "[genre---newage]": 128115,
  "[genre---orchestral]": 128051,
  "[genre---pop]": 128105,
  "[genre---popfolk]": 128063,
  "[genre---poprock]": 128055,
  "[genre---postrock]": 128085,
  "[genre---progressive]": 128101,
  "[genre---psychedelic]": 128023,
  "[genre---punkrock]": 128033,
  "[genre---rap]": 128052,
  "[genre---reggae]": 128072,
  "[genre---rnb]": 128022,
  "[genre---rock]": 128130,
  "[genre---singersongwriter]": 128036,
  "[genre---soul]": 128129,
  "[genre---soundtrack]": 128077,
  "[genre---symphonic]": 128005,
  "[genre---synthpop]": 128118,
  "[genre---techno]": 128009,
  "[genre---trance]": 128038,
  "[genre---triphop]": 128037,
  "[genre---world]": 128109,
  "[instrument---accordion]": 128028,
  "[instrument---acousticguitar]": 128030,
  "[instrument---bass]": 128067,
  "[instrument---beat]": 128044,
  "[instrument---bell]": 128008,
  "[instrument---bongo]": 128004,
  "[instrument---brass]": 128015,
  "[instrument---cello]": 128016,
  "[instrument---clarinet]": 128074,
  "[instrument---classicalguitar]": 128027,
  "[instrument---computer]": 128060,
  "[instrument---doublebass]": 128056,
  "[instrument---drummachine]": 128087,
  "[instrument---drums]": 128099,
  "[instrument---electricguitar]": 128078,
  "[instrument---electricpiano]": 128126,
  "[instrument---flute]": 128084,
  "[instrument---guitar]": 128046,
  "[instrument---harp]": 128024,
  "[instrument---horn]": 128058,
  "[instrument---keyboard]": 128128,
  "[instrument---orchestra]": 128006,
  "[instrument---percussion]": 128081,
  "[instrument---piano]": 128080,
  "[instrument---rhodes]": 128049,
  "[instrument---sampler]": 128041,
  "[instrument---saxophone]": 128112,
  "[instrument---strings]": 128092,
  "[instrument---synthesizer]": 128095,
  "[instrument---trombone]": 128048,
  "[instrument---trumpet]": 128011,
  "[instrument---ukulele]": 128127,
  "[instrument---violin]": 128025,
  "[instrument---voice]": 128062,
  "[mood/theme---action]": 128107,
  "[mood/theme---adventure]": 128043,
  "[mood/theme---advertising]": 128073,
  "[mood/theme---calm]": 128013,
  "[mood/theme---children]": 128002,
  "[mood/theme---christmas]": 128040,
  "[mood/theme---commercial]": 128125,
  "[mood/theme---cool]": 128123,
  "[mood/theme---corporate]": 128103,
  "[mood/theme---dark]": 128071,
  "[mood/theme---documentary]": 128034,
  "[mood/theme---drama]": 128007,
  "[mood/theme---dramatic]": 128059,
  "[mood/theme---dream]": 128113,
  "[mood/theme---emotional]": 128116,
  "[mood/theme---energetic]": 128070,
  "[mood/theme---epic]": 128010,
  "[mood/theme---film]": 128003,
  "[mood/theme---fun]": 128061,
  "[mood/theme---happy]": 128102,
  "[mood/theme---inspiring]": 128093,
  "[mood/theme---love]": 128120,
  "[mood/theme---meditative]": 128076,
  "[mood/theme---melancholic]": 128117,
  "[mood/theme---melodic]": 128026,
  "[mood/theme---motivational]": 128079,
  "[mood/theme---movie]": 128114,
  "[mood/theme---positive]": 128121,
  "[mood/theme---relaxing]": 128090,
  "[mood/theme---romantic]": 128014,
  "[mood/theme---sad]": 128065,
  "[mood/theme---slow]": 128100,
  "[mood/theme---soft]": 128053,
  "[mood/theme---soundscape]": 128094,
  "[mood/theme---space]": 128091,
  "[mood/theme---trailer]": 128054,
  "[mood/theme---upbeat]": 128039,
  "[mood/theme---uplifting]": 128110
}
