{
  "additional_special_tokens": [
    "[genre---country]",
    "[mood/theme---children]",
    "[mood/theme---film]",
    "[instrument---bongo]",
    "[genre---symphonic]",
    "[instrument---orchestra]",
    "[mood/theme---drama]",
    "[instrument---bell]",
    "[genre---techno]",
    "[mood/theme---epic]",
    "[instrument---trumpet]",
    "[genre---hardrock]",
    "[mood/theme---calm]",
    "[mood/theme---romantic]",
    "[instrument---brass]",
    "[instrument---cello]",
    "[genre---folk]",
    "[genre---indie]",
    "[genre---metal]",
    "[genre---instrumentalpop]",
    "[genre---ethno]",
    "[genre---rnb]",
    "[genre---psychedelic]",
    "[instrument---harp]",
    "[instrument---violin]",
    "[mood/theme---melodic]",
    "[instrument---classicalguitar]",
    "[instrument---accordion]",
    "[genre---classical]",
    "[instrument---acousticguitar]",
    "[genre---blues]",
    "[genre---celtic]",
    "[genre---punkrock]",
    "[mood/theme---documentary]",
    "[genre---experimental]",
    "[genre---singersongwriter]",
    "[genre---triphop]",
    "[genre---trance]",
    "[mood/theme---upbeat]",
    "[mood/theme---christmas]",
    "[instrument---sampler]",
    "[genre---downtempo]",
    "[mood/theme---adventure]",
    "[instrument---beat]",
    "[genre---grunge]",
    "[instrument---guitar]",
    "[genre---dance]",
    "[instrument---trombone]",
    "[instrument---rhodes]",
    "[genre---alternative]",
    "[genre---orchestral]",
    "[genre---rap]",
    "[mood/theme---soft]",
    "[mood/theme---trailer]",
    "[genre---poprock]",
    "[instrument---doublebass]",
    "[genre---chillout]",
    "[instrument---horn]",
    "[mood/theme---dramatic]",
    "[instrument---computer]",
    "[mood/theme---fun]",
    "[instrument---voice]",
    "[genre---popfolk]",
    "[genre---instrumentalrock]",
    "[mood/theme---sad]",
    "[genre---ambient]",
    "[instrument---bass]",
    "[genre---jazz]",
    "[genre---club]",
    "[mood/theme---energetic]",
    "[mood/theme---dark]",
    "[genre---reggae]",
    "[mood/theme---advertising]",
    "[instrument---clarinet]",
    "[genre---funk]",
    "[mood/theme---meditative]",
    "[genre---soundtrack]",
    "[instrument---electricguitar]",
    "[mood/theme---motivational]",
    "[instrument---piano]",
    "[instrument---percussion]",
    "[genre---lounge]",
    "[genre---latin]",
    "[instrument---flute]",
    "[genre---postrock]",
    "[genre---industrial]",
    "[instrument---drummachine]",
    "[genre---easylistening]",
    "[genre---contemporary]",
    "[mood/theme---relaxing]",
    "[mood/theme---space]",
    "[instrument---strings]",
    "[mood/theme---inspiring]",
    "[mood/theme---soundscape]",
    "[instrument---synthesizer]",
    "[genre---breakbeat]",
    "[genre---electropop]",
    "[genre---darkambient]",
    "[instrument---drums]",
    "[mood/theme---slow]",
    "[genre---progressive]",
    "[mood/theme---happy]",
    "[mood/theme---corporate]",
    "[genre---atmospheric]",
    "[genre---pop]",
    "[genre---improvisation]",
    "[mood/theme---action]",
    "[genre---house]",
    "[genre---world]",
    "[mood/theme---uplifting]",
    "[genre---electronic]",
    "[instrument---saxophone]",
    "[mood/theme---dream]",
    "[mood/theme---movie]",
    "[genre---newage]",
    "[mood/theme---emotional]",
    "[mood/theme---melancholic]",
    "[genre---synthpop]",
    "[genre---hiphop]",
    "[mood/theme---love]",
    "[mood/theme---positive]",
    "[genre---fusion]",
    "[mood/theme---cool]",
    "[genre---minimal]",
    "[mood/theme---commercial]",
    "[instrument---electricpiano]",
    "[instrument---ukulele]",
    "[instrument---keyboard]",
    "[genre---soul]",
    "[genre---rock]"
  ],
  "bos_token": "[CLS]",
  "cls_token": "[CLS]",
  "eos_token": "[SEP]",
  "mask_token": "[MASK]",
  "pad_token": "[PAD]",
  "sep_token": "[SEP]",
  "unk_token": "[UNK]"
}
